tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap "supabase/tap"
brew "aztfexport"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "ccat"
brew "chroma"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "glow"
brew "go"
brew "htop"
brew "python@3.12"
brew "mpv"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "pyenv"
brew "pygments"
brew "python@3.9"
brew "ripgrep"
brew "stow"
brew "terraform-ls"
brew "terraformer"
brew "tflint"
brew "tree"
brew "walk"
brew "wget"
brew "yarn"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "supabase/tap/supabase"
cask "1password"
cask "alacritty"
cask "bitwarden"
cask "discord"
cask "docker"
cask "dotnet-sdk7-0-100"
cask "dotnet-sdk7-0-400"
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "intellij-idea"
cask "jabra-direct"
cask "kitty"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rider"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.azure-account"
vscode "vscodevim.vim"
